{"list": [
    ["相对性状", "一种生物的同一种性状的不同表现类型。"], 
    ["性状分离", "在杂种后代中，同时出现显性性状和隐性性状的现象。"], 
    ["表现型", "指生物个体表现出来的性状。"], 
    ["基因型", "与表现型有关的基因组成。"], 
    ["等位基因", "控制相对性状的基因。"], 
    ["减数分裂", "进行有性生殖的生物，在产生成熟生殖细胞时进行的染色体数目减半的细胞分裂。"], 
    ["同源染色体", "联会的两条染色体，形状和大小一般都相同，一条来自父方，一条来自母方，叫做同源染色体。"], 
    ["联会", "同源染色体两两配对的现象叫做联会。"], 
    ["四分体", "联会后的每对同源染色体含有四条染色单体，叫做四分体。"], 
    ["受精作用", "卵细胞和精子相互识别、融合成为受精卵的过程。"], 
    ["基因分离定律", "在杂合子的细胞中，位于一对同源染色体上的等位基因，具有一定的独立性；在减数分裂形成配子的过程中，等位基因会随同源染色体的分开而分离，分别进入两个配子中，独立地随配子遗传给后代。"], 
    ["自由组合定律", "位于非同源染色体上的非等位基因的分离或组合是互不干扰的；在减数分裂过程中，同源染色体上的等位基因彼此分离的同时，非同源染色体上的非等位基因自由组合。"], 
    ["伴性遗传", "位于性染色体上的基因所控制的性状，在遗传上总是和性别相关联的现象。"], 
    ["交叉遗传", "男性致病基因只能从母亲那里传来，以后只能传给女儿的现象。"], 
    ["DNA复制能准确进行的原因", "DNA分子独特的双螺旋结构，为复制提供了精确的模板，通过碱基互补配对，保证了复制能够准确地进行。"], 
    ["遗传信息", "蕴藏在DNA的4种碱基排列顺序之中。"], 
    ["基因", "基因是有遗传效应的DNA片段。"], 
    ["转录", "以DNA的一条链为模板合成RNA的过程。"], 
    ["翻译", "游离在细胞质中的各种氨基酸，以mRNA为模板合成具有一定氨基酸顺序的蛋白质的过程。"], 
    ["密码子", "mRNA上决定1个氨基酸的3个相邻的碱基。"], 
    ["密码子的简并性", "一种氨基酸可能有多种密码子的现象。"], 
    ["反密码子", "可以与mRNA上的密码子互补配对的tRNA上的3个碱基。"], 
    ["基因突变", "DNA分子中发生碱基对的替换、增添和缺失，而引起的基因结构的改变。"], 
    ["基因重组", "指在生物体进行有性生殖的过程中，控制不同性状的基因的重新组合。"], 
    ["染色体数目的变异可以分为两类", "一类是细胞内个别染色体的增加或减少，另一类是细胞内染色体数目以染色体组的形式成倍地增加或减少。"], 
    ["染色体组", "细胞中的一组非同源染色体，在形态和功能上各不相同，但又相互协调，共同控制生物的生长、发育、遗传和变异，这样的一组染色体，叫做一个染色体组。"], 
    ["二倍体", "由受精卵发育而来的个体，体细胞中含有两个染色体组的个体叫做二倍体。"], 
    ["多倍体", "由受精卵发育而来的个体，体细胞中含有三个或三个以上染色体组的个体。"], 
    ["单倍体", "体细胞中含有本物种配子染色体数目的个体。"], 
    ["人类遗传病", "指由于遗传物质改变而引起的人类疾病，主要可以分为单基因遗传病、多基因遗传病和染色体异常遗传病。"], 
    ["单基因遗传病", "指受一对等位基因控制的遗传病。"], 
    ["多基因遗传病", "指受两对以上的等位基因控制的人类遗传病。"], 
    ["染色体异常遗传病", "由染色体异常引起的遗传病，简称染色体病。"], 
    ["基因治疗", "指用正常基因取代或修补病人细胞中有缺陷的基因，从而达到治疗疾病的目的。"], 
    ["杂交育种", "是将两个或多个品种的优良性状通过交配集中在一起，再经过选择和培育，获得新品种的方法。"], 
    ["诱变育种", "利用物理因素或化学因素来处理生物，使生物发生基因突变。"], 
    ["基因工程", "按照人们的意愿，把一种生物的某种基因提取出来，加以修饰改造，然后放到另一种生物的细胞里，定向地改造生物的遗传性状。又叫做基因拼接技术或DNA重组技术。"], 
    ["基因库", "一个种群中全部个体所含有的全部基因。"], 
    ["基因频率", "在一个种群基因库中，某个基因占全部等位基因数的比率。"], 
    ["突变", "基因突变和染色体变异统称为突变。"], 
    ["物种", "能够在自然状态下相互交配并且产生可育后代的一群生物。"], 
    ["生殖隔离", "不同物种之间一般是不能相互交配的，即使交配成功，也不能产生可育的后代的现象。"], 
    ["地理隔离", "同一种生物由于地理上的障碍而分成不同的种群，使得种群间不能发生基因交流的现象。"], 
    ["隔离", "不同种群间的个体，在自然条件下基因不能自由交流的现象。"], 
    ["共同进化", "不同物种之间、生物与无机环境之间在相互影响中不断进化和发展，这就是共同进化。"]
]}